app/Models/ModelUser.php

public function LoginUser($email, $password)
{
    return $this->db->table('tbl_user')
        ->where ([
            'email' => $email,
            'password' => $password,
        ])->get()->getRowArray();
---
SELECT *
FROM `tbl_user`
WHERE `email` = 'Admin@gmail.com'
AND `password` = '123'